[
    "اللهم اغفر له وارحمه وعافه واعف عنه وأكرم نزله ووسع مدخله، واغسله بالماء والثلج والبرد ونقه من الذنوب والخطايا كما ينقى الثوب الأبيض من الدنس.",
    "اللهم اجعل قبره روضة من رياض الجنة ولا تجعله حفرة من حفر النار.",
    "اللهم اجعل قبره آمناً ووسعه مد بصره.",
    "اللهم أسكنه فسيح جناتك وارزق أهله الصبر والسلوان.",
    "اللهم أغفر له وارحمه وعافه واعف عنه وأكرم نزله. اللهم اجعل قبره روضة من رياض الجنة.",
    "اللهم اغفر له وارحمه وعافه واعف عنه وأكرم نزله ووسع مدخله.",
    "اللهم اغفر له وارحمه وعافه واعف عنه وأكرم نزله ووسع مدخله وأغسله بالماء والثلج والبرد.",
    "اللهم اجعل قبره روضة من رياض الجنة ولا تجعله حفرة من حفر النار.",
    "اللهم أجره وعافه واعف عنه وأكرم نزله.",
    "اللهم أسكنه فسيح جناتك وأعذه من عذاب القبر ومن عذاب النار.",
    "اللهم أبدله داراً خيراً من داره وأهلاً خيراً من أهله. اللهم اجعل قبره روضة من رياض الجنة ولا تجعله حفرة من حفر النار.",
    "اللهم أسكنه فسيح جناتك وارزق أهله الصبر والسلوان.",
    "اللهم أجره وعافه واعف عنه وأكرم نزله. اللهم اجعل قبره روضة من رياض الجنة ولا تجعله حفرة من حفر النار.",
    "اللهم أبدله داراً خيراً من داره وأهلاً خيراً من أهله. اللهم اجعل قبره روضة من رياض الجنة ولا تجعله حفرة من حفر النار.",
    "اللهم أسكنه فسيح جناتك وارزق أهله الصبر والسلوان. اللهم أجره وعافه واعف عنه وأكرم نزله.",
    "اللهم إنه في ذمتك وحبل جوارك فقه فتنه القبر وعذاب النار.",
    "اللهم إنه جاء ببابك واناخ بجنابك فجد عليه بعفوك واكرامك وجود احسانك.",
    "اللهم ان رحمتك وسعت كل شيء فارحمه رحمه تطمئن بها نفسه وتقر بها عينه.",
    "اللهم إنه صبر على البلاء ولم يجزع فامنحه درجة الصابرين الذين يوفون أجورهم بغير حساب.",
    "اللهم اجعل فقيدي وجمع موتى المسلمين في جنات الخلد منعمين مترفين.",
    "اللهم إنه كان من عبادك الذين يشهدون بوحدانيتك فأحسن نزله.",
    "اللهم أعفو عنه واغفر له واجعله من عبادك الذين لا خوف عليهم ولا هم يحزنون.",
    "اللهم اغفر لموتانا وتجاوز عما تعلم عنهم فإنهم ضيوفك وأنت أرحم الراحمين.",
    "اللهم وسع مدخلهم واغسلهم بالماء والبرد والثلج ونقهم من الذنوب والخطايا كما ينقى الثوب الأبيض من الدنس. يا رب أنت أهل الوفاء والحق فاغفر لهم وارحمهم.",
    "يا رب أنت الغفور الرحيم فاجعل الجنة دارهم ومستقرا لهم.",
    "اللهم اظلهم بظل عرشك يوم لا ظل إلا ظلك.",
    "اللهم أنعم عليهم بنظرة رضا فإنه من تنظر إليه نظرة رضا لا تعذبه أبدا.",
    "اللهم مد لهم في قبورهم مد بصرهم واجعلهم مستبشرين برحمتك.",
    "اللهم اجعل موتانا من أسعد السعداء في قبورهم. اللهم أرزقهم الفسحة والضياء وآنسهم بالقرب إليك.",
    "اللهم اجعل قبور موتانا في نور دائم لا ينقطع.",
    "اللهم ارحم واغفر لأغلى من غابوا عن الدنيا. اللهم اجمعنا مع موتانا في مستقر رحمتك.",
    "اللهم أسعدهم في قبورهم واجعلهم في نعيم دائم لا ينقطع.",
    "يا رب وإن قصرت في الدعاء له فأنت ربه لا تنساه اللهم ارحمه واغفر له.",
    "اللهم نعيما يحف أمواتنا وأنهارا تسر أنظارهم والخلود لأرواحهم في الجنة.",
    "اللهم أغفر لهم وأنزل عليهم الانس والنور والسرور.",
    "اللهم اجعلهم على سرر متقابلين هم وأحبائهم الراحلين عنا منعمين مترفين.",
    "اللهم إن فراقهم موجع ومؤلم فآنس يا رب وحشتهم واجعل ديارهم روضة من رياض الجنة.",
    "اللهم ارحم غربتنا بعدهم واجبرنا في فقدهم واغسل قلوبنا بالرضا واليقين في عظم الجزاء.",
    "اللهم عوضهم من فضلك واجعل آخرتهم أجمل من دنياهم.",
    "يا رب طمأنينة تحيط قبورهم وجنة عرضها السماوات والأرض يستبشرون بها.",
    "اللهم أنعم عليهم بعيشة راضية في جناتك جنات النعيم يا رب العالمين.",
    "اللهم أمطر على قبره من سحائب مغفرتك واجعل الفردوس داره.",
    "اللهم ارحمه واجعله من الضاحكين المستبشرين بجنات النعيم.",
    "اللهم اجعلهم في جناتك ينعمون وتحت عرشك يسجدون وبنور وجهك يكرمون.",
    "اللهم وسع عليهم في قبورهم واجمعنا بهم في جنتك.",
    "اللهم ارحم روحا كانت كالجنة على الأرض واجعلها ممن يقال لها هذه الجنة التي كنتم بها توعدون.",
    "اللهم اجعلهم في روضة وبستان في نعيم دائم ودار خلد تحت ظل عرشك.",
    "اللهم اجعل أمواتنا في أعلى مراتب النعيم واجعلهم ممن أحببت لقائهم فأخذتهم إلى جوارك.",
    "اللهم اجعل قبورهم أحن وأوسع من الأرض وما رحبت.",
    "اللهم انه عبدك وابن عبدك ويحتاج إلى رحمتك وانت غني عن عذابه فارحمه برحمتك.",
    "اللهم إنه في ذمتك وحبل جوارك فقه من فتنة القبر وعذاب النار أنت أهل الوفاء والحمد.",
    "اللهم فاغفر له وارحمه إنك أنت الغفور الرحيم.",
    "اللهم آنس غربتهم ووحشتهم وأنر قبورهم واسكنهم الفردوس الأعلى.",
    "اللهم في يوم الجمعة أرحم من مات منا ومن عجزت عقولنا عن استيعاب فراقهم، وأجعل قبورهم نورا وضياء إلى يوم يبعثون نسألك يارحمن ياكريم أن ترحم عبدك وتنير قبره وأن ترزقه جنة فردوس لا نهاية لها، وأن ترزقنا رؤياه في الآخرة منعّماً داخل جنتك ياكريم.",
    "اللهم اغفر له وارفع درجته في المهديين، وافسح له قبره، واجعله روضة من رياض الجنة، ولا تجعله حفرة من حفر النار، اللهم افسح له في قبره مد بصره، وافرش قبره من فراش الجنة.",
    "اللهمّ لا نزكّيه عليك، ولكنّا نحسبه أنّه آمن وعمل صالحًا، فاجعل له جنّتين ذواتي أفنان، بحقّ قولك: «ولمن خاف مقام ربّه جنّتان».",
    "اللهمّ إنّه صبر على البلاء فلم يجزع، فامنحه درجة الصّابرين، الذين يوفّون أجورهم بغير حساب، فإنّك القائل «إنّما يوفّى الصّابرون أجرهم بغير حساب».",
    "اللهم يا باسط اليدين بالعطايا، يا قريب يا مجيب دعوة الداعي إذا دعاه، يا حنان يا منان، يا رب يا أرحم الراحمين، يا بديع السماوات والأرض، يا أحد يا صمد أعطي (ويذكر اسم الميت)، من خير ما أعطيت به نبيك محمد صلى الله عليه وسلم عطاء ما له من نفاذ.",
    "اللهم اغفر له وارحمه، وعافه واعف عنه، وأكرم نزله، ووسع مدخله."
]